<!DOCTYPE html>
<html>
<head>
    <title>宅不起 | 用户协议</title>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
    <link type="text/css" rel="stylesheet" href="css/top-nav.css"/>
    <link type="text/css" rel="stylesheet" href="css/footer.css"/>
    <link type="text/css" rel="stylesheet" href="css/agreement.css"/>
</head>
<body>
<?php require_once("top-nav.php"); ?>
    <div id="container">
        <div id="abt-contact-box" class="abt-contact-box">
            <div class="abt-contact">
                <h3>联系我们：</h3>
                <p>
                    电话：1234567
                    <br />
                    邮箱：<a href="#">abc@gmail.com</a>
                </p>
            </div>
        </div>
        <div id="abt-content" class="abt-content">
            <div class="abt-header">
                <a href="about.php"><h2>关于我们</h2></a>
                <a href="agreement.php" class="active"><h2>用户协议</h2></a>
                <div style="clear: left;"></div>
            </div>
            <div class="abt-body">
                <h3>1. 接受条款</h3>
                <p>GaoJ8团队所拥有的宅不起网站（以下简称“宅不起”）根据以下服务条款为您提供服务。这些条款可由宅不起随时更新， 且毋须另行通知。宅不起用户协议（以下简称“协议”）一旦发生变动，宅不起将在网页上公布修改内容。改后的协议一旦在网页上公布即有效代替原来的协议。</p>
                <p>此外，当您使用宅不起特殊服务时，您和宅不起应遵守宅不起随时公布的与该服务相关的指引和规则。前述所有的指引和规则，均构成本协议的一部分。</p>
                <p>您在使用宅不起提供的各项服务之前，应仔细阅读本协议。如您不同意本协议及/或随时对其的修改，请您立即停止使用宅不起网所提供的全部服务；您一旦注册成为宅不起的用户， 即视为您已了解并完全同意本使用协议各项内容，包括宅不起对协议随时所做的任何修改。</p>

                <h3>2. 服务说明</h3>
                <p>宅不起目前向用户提供如下服务：为用户搭建一个即时分享的平台，方便用户在宅不起中分享活动、讲座等方面的信息，并分享心情。同时用户可以关注感兴趣的人，关注感兴趣的话题。除非本协议另有其它明示规定，增加或强化目前本服务的任何新功能，包括所推出的新产品，均受到本协议之规范。您了解并同意，本服务仅依其当前所呈现的状况提供，对于任何用户信息或个人化设定之时效、删除、传递错误、未予储存或其它任何问题，宅不起均不承担任何责任。宅不起保留不经事先通知为维修保养、升级或其它目的暂停本服务任何部分的权利。</p>
                <p>宅不起的域名和用户空间归宅不起所有，用户经宅不起许可有使用权。</p>

                <h3>3. 遵守法律</h3>
                <p>您同意遵守中华人民共和国相关法律法规的所有规定，包括但不限于《中华人民共和国民法通则》、《中华人民共和国著作权法》、中华人民共和国保守国家秘密法》、《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》、最高人民法院关于审理涉及计算机网络著作权纠纷案件适用法律若干问题的解释(法释[2004]1号)》、《互联网著作权行政保护办法》、《互联网新闻信息服务管理规定》等有关国家法律和法规、实施办法等。 并对以任何方式使用您的密码和您的帐号使用本服务的任何行为及其结果承担全部责任。如您的行为违反国家法律和法规的任何规定，有可能构成犯罪的，将被追究刑事责任，并由您承担全部法律责任。</p>
                <p>同时如果宅不起有理由认为您的任何行为，包括但不限于您的任何言论和其它行为违反或可能违反国家法律和法规的任何规定，宅不起可在任何时候不经任何事先通知终止向您提供服务。宅不起会在事后为你发送通知。</p>

                <h3>4. 您的注册义务</h3>
                <p>为了能使用本服务，您同意以下事项：依本服务注册提示请您填写正确的注册邮箱、密码和昵称。若您提供任何违法或宅不起认为不适合在宅不起上展示的资料；或者宅不起有理由怀疑你的资料属于程序或恶意操作，宅不起有权暂停或终止您的帐号，并拒绝您于现在和未来使用本服务之全部或任何部分。</p>
                <p>宅不起无须对任何用户的任何登记资料承担任何责任，包括但不限于鉴别、核实任何登记资料的真实性、正确性、完整性、适用性及/或是否为最新资料的责任。</p>

                <h3>5. 用户帐号、密码及安全</h3>
                <p>完成本服务的注册程序并成功注册之后，您可使用您的Email和密码，登陆到您在宅不起的帐号（下称&ldquo;帐号&rdquo;）。保护您的帐号安全，是您的责任。 您应对所有使用您的密码及帐号的活动负完全的责任。如果您未保管好自己的帐号和密码，因此而产生的任何损失或损害，宅不起无法也不承担任何责任；</p>

                <h3>6. 隐私权政策</h3>
                <p>您提供的登记资料及宅不起保留的有关您的若干其它资料将受到中国有关隐私的法律之规范。</p>
                <p>保护用户个人隐私是宅不起的一项基本政策。所以，除非遵守国家法律规定在有关国家机关查询时、遵守宅不起产品的特定程序、为维护宅不起的合法权益、被侵害的第三人提出权利主张或在紧急情况下竭力维护用户个人和社会大众的隐私安全的，宅不起不会公开、编辑或透露用户的注册资料及保存在本服务中的非公开内容。</p>
                <p>在以下（包括但不限于）几种情况下，用户同意宅不起使用用户的个信息：</p>
                <ul class="circle-list">
                    <li>宅不起可以将用户信息与第三方数据匹配。</li>
                    <li>宅不起会通过透露用户统计数据，向未来的合作伙伴、广告商及其他第三方以及为了其他合法目的而描述宅不起的服务。</li>
                </ul>
                <p>宅不起会竭尽全力保护用户的信息，但宅不起不能确信或保证任何个人信息的安全性，用户须自己承担风险。比如用户联机公布可被公众访问的个人信息时，用户有可能会收到未经用户同意的消息，宅不起对用户及其他任何第三方的上述行为，不负担任何责任。</p>

                <h3>7. 提供者之责任</h3>
                <p>根据有关法律法规，宅不起在此郑重提请您注意，任何经由本服务而发布、上传的文字、资讯、资料、音乐、照片、图形、视讯、信息或其它资料（以下简称&ldquo;内容 &rdquo;），无论系公开还是私下传送，均由内容提供者承担责任。宅不起仅为用户提供内容存储空间，无法控制经由本服务传送之内容，因此不保证内容的正确性、完整性或品质。您已预知使用本服务时，可能会接触到令人不快、不适当或令人厌恶之内容。在任何情况下，宅不起均不为任何内容负责，但宅不起有权依法停止传输任何前述内容并采取相应行动，包括但不限于暂停用户使用本服务的全部或部分，保存有关记录，并向有关机关报告。</p>

                <h3>8. 用户行为</h3>
                <p>用户同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于下列行为∶</p>
                <ol class="order-list">
                    <li>发布或以其它方式传送含有下列内容之一的信息：
                        <ul class="circle-list">
                            <li>危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</li>
                            <li>散布诈骗、淫秽、赌博或者教唆犯罪的；</li>
                            <li>含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的；</li>
                        </ul>
                    </li>
                    <li>以任何方式危害他人的合法权益；</li>
                    <li> 冒充其他任何人或机构，或以虚伪不实的方式陈述或谎称与任何人或机构有关；</li>
                    <li> 将依据任何法律或合约或法定关系（例如由于雇佣关系和依据保密合约所得知或揭露之内部资料、专属及机密资料）知悉但无权传送之任何内容加以发布、发送电子邮件或以其它方式传送；</li>
                    <li> 将侵害他人著作权、专利权、商标权、商业秘密、或其它专属权利（以下简称&ldquo;专属权利&rdquo;）之内容加以发布或以其它方式传送；</li>
                    <li> 将设计目的在于干扰、破坏或限制任何计算机软件、硬件或通讯设备功能之计算机病毒（包括但不限于木马程序（trojan horses）、蠕虫（worms）、定时炸弹、删除蝇（cancelbots）（以下简称&ldquo;病毒&rdquo;）或其它计算机代码、档案和程序之任何资料，加以发布、发送或以其它方式传送；</li>
                    <li> 干扰或破坏本服务或与本服务相连线之服务器和网络，或违反任何关于本服务连线网络之规定、程序、政策或规范；</li>
                    <li> 未经合法授权而截获、篡改、收集、储存或删除他人个人信息、站内邮件或其它数据资料，或将获知的此类资料用于任何非法或不正当目的。</li>
                </ol>
                <p>您已认可宅不起未对用户的使用行为进行全面控制，您使用任何内容时，包括依赖前述内容之正确性、完整性或实用性时，您同意将自行加以判断并承担所有风险，而不依赖于宅不起。但宅不起依其自行之考虑，或因为不可抵抗的行政力量，将删除不合法的内容。</p>
                <p>了解并同意，宅不起依据法律法规的要求，或基于诚信为了以下目的或在合理必要范围内，认定必须将内容加以保存或揭露时，得加以保存或揭露：</p>
                <ol class="order-list">
                    <li>遵守法律程序；</li>
                    <li>执行本使用协议；</li>
                    <li>回应任何第三人提出的权利主张；</li>
                    <li>保护宅不起、其用户及公众之权利、财产或个人安全；</li>
                    <li>其它宅不起认为有必要的情况。</li>
                </ol>

                <h3>9. 国际使用之特别警告</h3>
                <p>您已了解国际互联网的无国界性，同意遵守当地所有关于网上行为及内容之法律法规。您特别同意遵守有关从中国或您所在国家或地区输出信息之传输的所有适用法律法规。</p>

                <h3>10. 在宅不起发布的公开信息</h3>
                <ol class="order-list">
                    <li>在本协议中，&ldquo;本服务公开使用区域&rdquo;系指一般公众可以使用的区域；</li>
                    <li> 用户在宅不起上传或发布的内容，用户应保证其为著作权人或已取得合法授权，并且该内容不会侵犯任何第三方的合法权益，用户同意授予宅不起所有上述内容在全球范围内的免费、不可撤销的、永久的、可再许可或转让的独家使用权许可，据该许可宅不起将有权以展示、推广及其他不为我法律所禁止的方式使用前述内容。</li>
                </ol>

                <h3>11. 赔偿</h3>
                <p>由于您通过本服务提供、发布或传送之内容、您与本服务连线、您违反本使用协议、或您侵害他人任何权利因而衍生或导致任何第三人提出任何索赔或请求，包括合理的律师费，您同意赔偿宅不起及其子公司、关联企业、高级职员、代理人、品牌共有人或其它合作伙伴及员工，并使其免受损害，并承担由此引发的全部法律责任。</p>

                <h3>12. 关于使用及储存之一般措施</h3>
                <p>您同意不对本服务任何部分或本服务之使用或获得，进行复制、拷贝、出售、转售或用于任何其它商业目的。</p>

                <h3>13. 关于使用及储存之一般限制</h3>
                <p>您承认关于本服务的使用宅不起有权制订一般措施及限制，包含但不限于本服务将保留所发布内容或其它发布内容之最长期间，以及一定期间内您使用本服务之次数上限（及每次使用时间之上限）。通过本服务发布或传送之任何信息、通讯资料和其它内容，如被删除或未予储存，您同意宅不起毋须承担任何责任。您也同意，宅不起有权依其自行之考虑，不论通知与否，随时变更这些一般措施及限制。</p>

                <h3>14. 服务之修改</h3>
                <p>宅不起有权于任何时间暂时或永久修改或终止本服务（或其任何部分），且无论通知与否。您同意对于本服务所作的任何修改、暂停或终止，宅不起对您和任何第三人均无需承担任何责任。</p>

                <h3>15. 终止服务</h3>
                <p>您同意宅不起基于其自行之考虑，因任何理由，包含但不限于缺乏使用，或宅不起认为您已经违反本协议的文字及精神，终止您的帐号或本服务之使用（或服务之任何部分），并将您在本服务内任何内容加以移除并删除。您同意依本协议任何规定提供之本服务，无需进行事先通知即可中断或终止，您承认并同意，宅不起可立即关闭或删除您的帐号及您帐号中所有相关信息及文件，及/或禁止继续使用前述文件或本服务。此外，您同意若本服务之使用被中断或终止或您的帐号及相关信息和文件被关闭或删除，宅不起对您或任何第三人均不承担任何责任。</p>

                <h3>16. 与广告商及其他第三方进行交易</h3>
                <p>您通过本网站与广告商及其他第三方进行任何形式的通讯或商业往来，或参与促销活动，包含相关商品或服务之付款及交付，以及达成的其它任何相关条款、条件、保证或声明，完全为您与广告商及其他第三方之间之行为。您因前述任何交易或前述广告商及其他第三方而遭受的任何性质的损失或损害，宅不起对此不负任何法律责任。</p>

                <h3>17. 宅不起之专属权利</h3>
                <p>您了解并同意，本服务及本服务所使用之相关软件（以下简称&ldquo;软件&rdquo;）含有受到相关知识产权及其它法律保护之专有保密资料。您也了解并同意，经由本服务或广告商向您呈现之赞助广告或信息所包含之内容，亦受到著作权、商标权、服务商标、专利权或其它专属权利之法律保护。未经宅不起或广告商明示授权，您不得修改、出租、出借、出售、散布本服务或软件之任何部份或全部，或据以制作衍生著作，或使用擅自修改后的软件，包括但不限于为了未经授权而使用本服务之目的。宅不起仅授予您个人、不可移转及非专属之使用权，使您得于单机计算机使用其软件之目的码，但您不得（并不得允许任何第三人）复制、修改、创作衍生著作、进行还原工程、反向组译，或以其它方式发现原始码，或出售、转让、再授权或提供软件设定担保，或以其它方式移转软件之任何权利。您同意将通过由宅不起所提供的界面而非任何其它途径使用本服务。</p>

                <h3>18. 担保与保证</h3>
                <p>您明确了解并同意∶</p>
                <ol class="order-list">
                    <li> 本使用协议的任何规定不会免除宅不起对造成您人身伤害的、或因故意或重大过失造成您财产损失的任何责任；</li>
                    <li> 您使用本服务之风险由您个人负担。本服务系依&ldquo;现状&rdquo;及&ldquo;现有&rdquo;基础提供。宅不起对本服务不提供任何明示或默示的担保或保证，包含但不限于商业适售性、特定目的之适用性及未侵害他人权利等担保或保证；</li>
                    <li> 宅不起不保证以下事项∶
                        <ul class="circle-list">
                            <li>本服务将符合您的要求；</li>
                            <li>本服务将不受干扰、及时提供、安全可靠或不会出错；</li>
                            <li>使用本服务取得之结果正确可靠；</li>
                            <li>您经由本服务购买或取得之任何产品、服务、资讯或其它信息将符合您的期望；</li>
                        </ul>
                    <li> 是否使用本服务下载或取得任何资料应由您自行考虑且自负风险，因任何资料之下载而导致的您电脑系统之任何损坏或数据流失等后果，由您自行承担；</li>
                    <li> 您自宅不起或经由本服务取得的任何建议或信息，无论是书面或口头形式，除非本协议有明确规定，将不构成本协议以外之任何保证。</li>
                </ol>

                <h3>19. 责任限制</h3>
                <p>您明确了解并同意，基于以下原因而造成的，包括但不限于利润、信誉、应用、数据损失或其它无形损失，宅不起不承担任何直接、间接、附带、特别、衍生性或惩罚性赔偿责任：</p>
                <ol class="order-list">
                    <li> 本服务之使用或无法使用；</li>
                    <li> 为替换从或通过本服务购买或取得之任何商品、数据、信息、服务，收到的讯息，或缔结之交易而发生的成本；</li>
                    <li> 您的传输或数据遭到未获授权的存取或变造；</li>
                    <li> 任何第三方在本服务中所作之声明或行为；</li>
                    <li> 与本服务相关的其它事宜，但本使用协议有明确规定的除外；</li>
                    <li> 第三方以任何方式发布或投递欺诈性信息，或诱导用户受到经济损失，宅不起不承担任何责任。</li>
                </ol>
                </dd>

                <h3>20. 宅不起商标信息</h3>
                <p>宅不起网站、宅不起以及其它宅不起注册商标、标志及产品、服务名称，均为GaoJ8团队之商标（以下简称&ldquo;宅不起标记&rdquo;）。未经宅不起事先书面同意，您同意不将宅不起标记以商业展示，或表示您有权展示、使用或另行处理宅不起标记。</p>

                <h3>21. 用户专属权利</h3>
                <p>宅不起尊重他人知识产权，呼吁用户也要同样尊重知识产权。</p>
                <p>宅不起之服务与资料是基于&ldquo;现状&rdquo;提供，而且宅不起明确地表示拒绝对于&ldquo;服务&rdquo;、&ldquo;资料&rdquo;或&ldquo;产品&rdquo;给予任何明示或暗示之保证，包括但不限于，得为商业使用或适合于特定目的之保证。宅不起对于因&ldquo;服务&rdquo;、&ldquo;资料&rdquo;或&ldquo;产品&rdquo;所生之任何直接、间接、附带的或因此而导致之衍生性损失概不负责。</p>
                <p>如果您对他人的知识产权造成了侵害，宅不起将依国家法律法规的规定，或在适当的情形下，将依其服务条款或其相关规范性规定，删除特定内容或以至终止您对账户的使用。</p>
                <p>宅不起尊重他人的任何权利（包括知识产权），同时也要求我们的使用者也尊重他人之权利。宅不起在适当情况下，得自行决定终止侵害或违反他人权利之使用者的帐号。</p>
                <p>若您认为您的作品的著作权遭到侵害或您的知识产权被侵犯，根据《信息网络传播权保护条例》的规定，您需及时向宅不起联系并提供详实的举证材料。或请到中华人民共和国国家版权局下载《要求删除或断开链接侵权网络内容的通知》（下称&ldquo;删除通知&rdquo;）的示范格式，如果您不明白&ldquo;删除通知&rdquo;的内容，请登录中华人民共和国国家版权局查看《要求删除或断开链接侵权网络内容的通知》填写说明。</p>

                <h3>22. 隐私条款</h3>
                <p>宅不起以此声明对本站用户隐私保护的许诺。宅不起的隐私声明正在不断改进中，随着宅不起服务范围的扩大，会随时更新隐私声明。我 们欢迎您随时查看隐私声明。</p>
                <p>宅不起非常重视对用户隐私权的保护，承诺不会在未获得用户许可的情况下擅自将用户的个人资料信息出租或出售给任何第三方，但以下情况除外：</p>
                <ul class="circle-list">
                    <li>您同意让第三方共享资料；</li>
                    <li>您同意公开你的个人资料，享受为您提供的产品和服务；</li>
                    <li>本站需要听从法庭传票、法律命令或遵循法律程序；</li>
                    <li>本站发现您违反了本站服务条款或本站其它使用规定。</li>
                </ul>

                <h3>23. 一般条款</h3>
                <ol class="order-list">
                    <li> 本协议规范您对于本服务之使用行为。在您使用相关服务、使用第三方提供的内容或软件时，亦应遵从所适用之附加条款及条件；</li>
                    <li> 本协议及您与宅不起之关系，均受到中华人民共和国法律管辖。您与宅不起就本服务、本使用协议或其它有关事项发生的争议，应首先友好协商解决，协商不成时应提请中国国际经济贸易仲裁委员会仲裁，仲裁裁决是终局性的，对双方均有约束力；</li>
                    <li> 宅不起未行使或执行本使用协议任何权利或规定，不构成对前述权利或权利之放弃；</li>
                    <li> 倘本协议之任何规定因与中华人民共和国法律抵触而无效，您依然同意应依照法律，努力使该规定所反映之当事人意向具备效力，且本协议其它规定仍应具有完整的效力及效果；</li>
                    <li> 本协议之标题仅供方便而设，不具任何法律或契约效果；</li>
                    <li> 宅不起对本协议享有最终解释权。</li>
                </ol>

            </div>
        </div>
    </div>
<?php require_once("footer.php"); ?>
</body>
</html>